Repository: SzpakKamil/SymbolPicker
Catalog: Sources/SymbolPicker/Resources/Localizable.xcstrings
Source language: en
Languages: af, ak, am, ar, as, ay, az, be, bg, bm, bn, bo, bs, ca, ceb, ckb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fr, ga, gl, gn, gom, gu, ha, he, hi, hmn, hr, ht, hu, hy, id, ig, ilo, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lg, ln, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, nso, ny, om, or, pa, pl, ps, pt_br, qu, ro, ru, rw, sd, si, sk, sl, sn, so, sq, sr, sr_latn, st, su, sv, sw, ta, te, tg, th, ti, tk, tr, ug, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hk, zu

# SPTranslation.SearchSymbols
source: Search Symbols
af: Soek Simbole
ak: Hwehwɛ Nsɛnkyerɛnne
am: ምልክቶችን ፈልግ
ar: البحث عن الرموز
as: প্ৰতীকসমূহ বিচাৰক
ay: Chimponaka thaqhaña
az: Simvolları Axtar
be: Пошук сімвалаў
bg: Търсене на символи
bm: Taamasiyɛnw ɲini
bn: প্রতীক খুঁজুন
bo: མཚོན་རྟགས་འཚོལ་བ།
bs: Pretraži simbole
ca: Cerca símbols
ceb: Pangitaa ang mga Simbolo
ckb: گەڕان بۆ هێماکان
cs: Hledat symboly
cy: Chwilio Symbolau
da: Søg efter symboler
de: Symbole suchen
el: Αναζήτηση συμβόλων
es: Buscar símbolos
et: Otsi sümboleid
eu: Bilatu sinboloak
fa: جستجوی نمادها
fi: Hae symboleja
fil: Maghanap ng mga Simbolo
fr: Rechercher des symboles
ga: Cuardaigh Siombailí
gl: Buscar símbolos
gn: Heka Ta'ãnga'i
gom: चिन्नां सोद
gu: પ્રતીકો શોધો
ha: Bincika Alamomi
he: חפש סמלים
hi: प्रतीक खोजें
hmn: Nrhiav Cim
hr: Pretraži simbole
ht: Chèche Senbòl
hu: Szimbólumok keresése
hy: Որոնել նշաններ
id: Telusuri Simbol
ig: Chọọ Akara
ilo: Agbirok Kadagiti Simbolo
is: Leita að táknum
it: Cerca simboli
ja: 記号を検索
jv: Goleki Simbol
ka: სიმბოლოების ძიება
kk: Таңбаларды іздеу
km: ស្វែងរកនិមិត្តសញ្ញា
kn: ಚಿಹ್ನೆಗಳನ್ನು ಹುಡುಕಿ
ko: 기호 검색
ku: Li Sembolan Bigere
ky: Символдорду издөө
lb: Sich Symboler
lg: Noonya Obubonero
ln: Luka Bilembo
lo: ຊອກຫາສັນຍາລັກ
lt: Ieškoti simbolių
lv: Meklēt simbolus
mg: Mitady Tandindona
mi: Rapu Tohu
mk: Пребарајте симболи
ml: ചിഹ്നങ്ങൾ തിരയുക
mn: Бэлгэдэл хайх
mr: चिन्हे शोधा
ms: Cari Simbol
mt: Fittex Simboli
my: သင်္ကေတများ ရှာဖွေပါ
nb: Søk etter symboler
ne: प्रतीकहरू खोज्नुहोस्
nl: Symbolen zoeken
nso: Nyaka Maswao
ny: Fufuzani Zizindikiro
om: Mallattoolee Barbaadi
or: ପ୍ରତୀକ ସନ୍ଧାନ କରନ୍ତୁ
pa: ਪ੍ਰਤੀਕ ਖੋਜੋ
pl: Szukaj symboli
ps: نښې وپلټئ
pt_br: Pesquisar símbolos
qu: Maskay Unanchakuna
ro: Caută simboluri
ru: Поиск символов
rw: Shakisha Ibimenyetso
sd: نشانيون ڳوليو
si: සංකේත සොයන්න
sk: Hľadať symboly
sl: Iskanje simbolov
sn: Tsvaga Zviratidzo
so: Raadi Astaamaha
sq: Kërko simbolet
sr: Претражи симболе
sr_latn: Pretraži simbole
st: Batla Matšoao
su: Milari Simbol
sv: Sök symboler
sw: Tafuta Alama
ta: குறியீடுகளைத் தேடு
te: చిహ్నాలను వెతకండి
tg: Ҷустуҷӯи рамзҳо
th: ค้นหาสัญลักษณ์
ti: ምልክታት ድለ
tk: Nyşanlary gözle
tr: Sembolleri Ara
ug: بەلگە ئىزدەش
uk: Пошук символів
ur: علامات تلاش کریں
uz: Ramzlarni qidirish
vi: Tìm kiếm biểu tượng
xh: Khangela iiMpawu
yi: זוך סימבאָלן
yo: Wa Awọn aami
zh_hans: 搜索符号
zh_hk: 搜尋符號
zu: Sesha Izimpawu

# SPTranslation.SelectImage
source: Select Image
af: Kies Beeld
ak: Yi Mfonini
am: ምስል ምረጥ
ar: تحديد صورة
as: প্ৰতিচ্ছবি বাছক
ay: Ajllim uñt'aña
az: Şəkil seçin
be: Выбраць выяву
bg: Избор на изображение
bm: Ja sugandi
bn: ছবি নির্বাচন করুন
bo: པར་རིས་འདེམས་པ།
bs: Odaberi sliku
ca: Selecciona una imatge
ceb: Pagpili og Hulagway
ckb: هەڵبژاردنی وێنە
cs: Vybrat obrázek
cy: Dewis Delwedd
da: Vælg billede
de: Bild auswählen
el: Επιλογή εικόνας
es: Seleccionar imagen
et: Vali pilt
eu: Hautatu irudia
fa: انتخاب تصویر
fi: Valitse kuva
fil: Pumili ng Larawan
fr: Sélectionner une image
ga: Roghnaigh Íomhá
gl: Seleccionar imaxe
gn: Poravo ta'ãnga
gom: चित्र वेंचून काड
gu: છબી પસંદ કરો
ha: Zaɓi Hoto
he: בחר תמונה
hi: छवि चुनें
hmn: Xaiv Duab
hr: Odaberi sliku
ht: Chwazi Imaj
hu: Kép kiválasztása
hy: Ընտրել նկար
id: Pilih Gambar
ig: Họrọ Foto
ilo: Agpili iti Ladawan
is: Velja mynd
it: Seleziona immagine
ja: 画像を選択
jv: Pilih Gambar
ka: აირჩიეთ სურათი
kk: Суретті таңдау
km: ជ្រើសរើសរូបភាព
kn: ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 이미지 선택
ku: Wêne hilbijêre
ky: Сүрөттү тандоо
lb: Bild auswielen
lg: Londa Ekifaananyi
ln: Pona Elilingi
lo: ເລືອກຮູບພາບ
lt: Pasirinkti vaizdą
lv: Atlasīt attēlu
mg: Misafidy Sary
mi: Kōwhiri Whakaahua
mk: Избери слика
ml: ചിത്രം തിരഞ്ഞെടുക്കുക
mn: Зураг сонгох
mr: प्रतिमा निवडा
ms: Pilih Imej
mt: Agħżel Immaġni
my: ပုံရွေးချယ်ရန်
nb: Velg bilde
ne: तस्बिर चयन गर्नुहोस्
nl: Afbeelding selecteren
nso: Kgetha Seswantšho
ny: Sankhani Chithunzi
om: Fakkii Filadhu
or: ଛବି ବାଛନ୍ତୁ
pa: ਚਿੱਤਰ ਚੁਣੋ
pl: Wybierz obraz
ps: انځور غوره کړئ
pt_br: Selecionar imagem
qu: Rikch'a akllay
ro: Selectează imaginea
ru: Выбрать изображение
rw: Hitamo Ishusho
sd: تصوير چونڊيو
si: රූපය තෝරන්න
sk: Vybrať obrázok
sl: Izberi sliko
sn: Sarudza Mufananidzo
so: Xulo Sawirka
sq: Zgjidh imazhin
sr: Изабери слику
sr_latn: Izaberi sliku
st: Khetha Setšoantšo
su: Pilih Gambar
sv: Välj bild
sw: Chagua Picha
ta: படத்தைத் தேர்ந்தெடு
te: చిత్రాన్ని ఎంచుకోండి
tg: Интихоби расм
th: เลือกรูปภาพ
ti: ስእሊ ምረጽ
tk: Surat saýlaň
tr: Resim Seç
ug: رەسىم تاللاش
uk: Вибрати зображення
ur: تصویر منتخب کریں
uz: Rasm tanlash
vi: Chọn hình ảnh
xh: Khetha uMfanekiso
yi: קלייַבן בילד
yo: Yan Aworan
zh_hans: 选择图片
zh_hk: 選擇圖片
zu: Khetha Isithombe

# SPTranslation.Source
source: Source
af: Bron
ak: Nneɛma a efi mu
am: ምንጭ
ar: مصدر
as: উৎস
ay: Qallta
az: Mənbə
be: Крыніца
bg: Източник
bm: Mɔgɔ
bn: উৎস
bo: འབྱུང་ཁུངས།
bs: Izvor
ca: Font
ceb: Tinubdan
ckb: سەرچاوە
cs: Zdroj
cy: Ffynhonnell
da: Kilde
de: Quelle
el: Πηγή
es: Fuente
et: Allikas
eu: Iturria
fa: منبع
fi: Lähde
fil: Pinagmulan
ga: Foinse
gl: Orixe
gn: Moõpa
gom: स्रोट
gu: સ્ત્રોત
ha: Tushe
he: מקור
hi: स्रोत
hmn: Qhov Chaw
hr: Izvor
ht: Sous
hu: Forrás
hy: Աղբյուր
id: Sumber
ig: Isi mmalite
ilo: Taudan
is: Heimild
it: Fonte
ja: ソース
jv: Sumber
ka: წყარო
kk: Көз
km: ប្រភព
kn: ಮೂಲ
ko: 소스
ku: Çavkanî
ky: Булак
lb: Quell
lg: Ensibi
ln: Eutelo
lo: ແຫຼ່ງທີ່ມາ
lt: Šaltinis
lv: Avots
mg: Loharano
mi: Pūtake
mk: Извор
ml: ഉറവിടം
mn: Эх сурвалж
mr: स्रोत
ms: Sumber
mt: Sors
my: ရင်းမြစ်
nb: Kilde
ne: स्रोत
nl: Bron
nso: Mothopo
ny: Gwero
om: Madda
or: ଉତ୍ସ
pa: ਸਰੋਤ
pl: Źródło
ps: سرچینه
pt_br: Fonte
qu: Pukyu
ro: Sursă
ru: Источник
rw: Inkomoko
sd: ذريعو
si: මූලාශ්‍රය
sk: Zdroj
sl: Vir
sn: Kwakabva
so: Xigasho
sq: Burimi
sr: Извор
sr_latn: Izvor
st: Mohloli
su: Sumber
sv: Källa
sw: Chanzo
ta: மூலம்
te: మూలం
tg: Манбаъ
th: แหล่งที่มา
ti: ምንጪ
tk: Çeşme
tr: Kaynak
ug: مەنبە
uk: Джерело
ur: ذریعہ
uz: Manba
vi: Nguồn
xh: Umthombo
yi: מקור
yo: Orisun
zh_hans: 来源
zh_hk: 來源
zu: Umthombo

# SPTranslation.VerticalOffset
source: Vertical Offset
af: Vertikale Afwyking
ak: Ntwamu a Ɛkɔ Sor
am: አቀባዊ ማካካሻ
ar: إزاحة عمودية
as: উলম্ব অফছেট
ay: Sayt'a pampa
az: Şaquli Sürüşmə
be: Вертыкальнае зрушэнне
bg: Вертикално отместване
bm: Tiliyan kunu
bn: উল্লম্ব অফসেট
bo: གཞུང་ཕྱོགས་སྤོ་བ།
bs: Vertikalni pomak
ca: Desplaçament vertical
ceb: Patindog nga Offset
ckb: لادانی ستوونی
cs: Vertikální posun
cy: Gwrthbwyso Fertigol
da: Lodret forskydning
de: Vertikaler Versatz
el: Κατακόρυφη μετατόπιση
es: Desplazamiento vertical
et: Vertikaalne nihe
eu: Desplazamendu bertikala
fa: افست عمودی
fi: Pystysiirtymä
fil: Patayong Offset
fr: Décalage vertical
ga: Fritháireamh Ingearach
gl: Desprazamento vertical
gn: Yvate Guta
gom: उबी ऑफसॅट
gu: ઊભું ઑફસેટ
ha: Matsar a tsaye
he: היסט אנכי
hi: लंबवत ऑफ़सेट
hmn: Ntsug Tshem Tawm
hr: Okomiti pomak
ht: Dekalaj Vètikal
hu: Függőleges eltolás
hy: Ուղղահայաց շեղում
id: Offset Vertikal
ig: Nsepụta Kwụ Ọtọ
ilo: Pakabigbigan a Patakder
is: Lóðrétt hliðrun
it: Scostamento verticale
ja: 垂直オフセット
jv: Offset Vertikal
ka: ვერტიკალური გადანაცვლება
kk: Тік ығысу
km: អុហ្វសិតបញ្ឈរ
kn: ಲಂಬವಾದ ಆಫ್‌ಸೆಟ್
ko: 세로 오프셋
ku: Lādana Stûnî
ky: Тигинен жылышуу
lb: Vertikalen Offset
lg: Okuseetula Okwesimbu
ln: Kopusana na likolo
lo: ການຊົດເຊີຍແນວຕັ້ງ
lt: Vertikalus poslinkis
lv: Vertikālā nobīde
mg: Fiviliana Mitsangana
mi: Nekenga Poutū
mk: Вертикално поместување
ml: ലംബ ഓഫ്സെറ്റ്
mn: Босоо шилжилт
mr: अनुलंब ऑफसेट
ms: Ofset Menegak
mt: Tpaċija Vertikali
my: ဒေါင်လိုက် အော့ဖ်ဆက်
nb: Vertikal forskyvning
ne: ठाडो अफसेट
nl: Verticale verschuiving
nso: Tšhišinyo ya go Tsepama
ny: Malo Oima
om: Sissiqa Olee
or: ଭୂଲମ୍ବ ଅଫସେଟ୍
pa: ਲੰਬਕਾਰੀ ਆਫਸੈੱਟ
pl: Przesunięcie pionowe
ps: عمودي واټن
pt_br: Deslocamento vertical
qu: Sayaq suyay
ro: Decalaj vertical
ru: Вертикальное смещение
rw: Kwimura Bihagaze
sd: عمودي آف سيٽ
si: සිරස් හිලව්ව
sk: Vertikálny posun
sl: Navpični odmik
sn: Kusuduridza Kwekumusoro
so: Fogaanta Toosan
sq: Zhubvendosja vertikale
sr: Вертикални помак
sr_latn: Vertikalni pomak
st: Sutha e Tsepameng
su: Offset Vertikal
sv: Vertikal förskjutning
sw: Kiwango cha Wima
ta: செங்குத்து ஆஃப்செட்
te: నిలువు ఆఫ్‌సెట్
tg: Ҷойивазкунии амудӣ
th: ออฟเซ็ตแนวตั้ง
ti: ቀጥታዊ ኣንፈት
tk: Dik süýşürme
tr: Dikey Ofset
ug: تىك ئېغىش
uk: Вертикальне зміщення
ur: عمودی آفسیٹ
uz: Vertikal siljish
vi: Độ lệch dọc
xh: Ukushiya Ngokuthe Nkqo
yi: ווערטיקאַל אָפסעט
yo: Iyipada Inaro
zh_hans: 垂直偏移
zh_hk: 垂直位移
zu: I-Offset eqondile

# SPTranslation.Zoom
source: Zoom
af: Zoem
ak: Twe bɛn
am: አጉላ
ar: تكبير/تصغير
as: জুম কৰক
ay: Jach'anchaña
az: Böyüt
be: Маштаб
bg: Мащабиране
bn: জুম করুন
bo: ཆེ་རུ་གཏོང་བ།
bs: Zumiranje
ceb: I-zoom
ckb: نزیککردنەوە
cs: Přiblížit
cy: Chwyddo
de: Zoomen
el: Ζουμ
et: Suumi
eu: Zooma
fa: بزرگنمایی
fi: Zoomaa
fil: Mag-zoom
ga: Zúmáil
gn: Mbotuicha
gom: झूम करप
gu: ઝૂમ કરો
ha: Zuƙowa
he: מרחק מתצוגה
hi: ज़ूम करें
hmn: Nthuav
hr: Zumiranje
ht: Rale
hu: Nagyítás
hy: Խոշորացնել
ig: Bugharị
ilo: I-zoom
is: Þysja
ja: ズーム
ka: გადიდება
kk: Масштабтау
km: ពង្រីក
kn: ಜೂಮ್
ko: 확대/축소
ky: Масштаб
lb: Zoomen
lg: Zimbula
ln: Kopusana
lo: ຊູມ
lt: Mastelis
lv: Mērogot
mg: Zoma
mi: Topa
mk: Зумирај
ml: സൂം ചെയ്യുക
mn: Томруулах
mr: झूम करा
ms: Zum
mt: Żum
my: ချဲ့ရန်
ne: जुम गर्नुहोस्
nl: Zoomen
nso: Godatša
ny: Onjezerani
om: Guddisi
or: ଜୁମ୍ କରନ୍ତୁ
pa: ਜ਼ੂਮ ਕਰੋ
pl: Powiększ
ps: زوم
qu: Hatunyachiy
ru: Масштаб
rw: Ongera ingano
sd: زوم
si: විශාල කරන්න
sk: Priblížiť
sl: Povečava
sn: Swededza
so: Dhawey
sq: Zmadho
sr: Зумирај
sr_latn: Zumiraj
st: Atametsa
su: Zum
sv: Zooma
sw: Kuza
ta: பெரிதாக்கு
te: జూమ్
tg: Бузургкунӣ
th: ซูม
ti: ኣጉላ
tk: Ulaltmak
tr: Yakınlaştır
ug: چوڭايتىش
uk: Масштаб
ur: زوم
uz: Kattalashtirish
vi: Thu phóng
xh: Sondeza
yi: פֿאַרגרעסערן
yo: Sún-un
zh_hans: 缩放
zh_hk: 縮放
zu: Sondeza

# SPPageType.Emoji
source: Emoji
am: ኢሞጂ
ar: إيموجي
as: ইম’জি
be: Эмодзі
bg: Емоджи
bn: ইমোজি
bo: ཨེ་མོ་ཇི།
ckb: ئیمۆجی
fa: ایموجی
gom: इमोजी
gu: ઇમોજી
he: אימוג׳י
hi: इमोजी
hy: Էմոջի
ja: 絵文字
ka: ემოჯი
kk: Эмодзи
km: អេម៉ូជី
kn: ಎಮೋಜಿ
ko: 이모지
ky: Эмодзи
lo: ອີໂມຈິ
mk: Емоџи
ml: ഇമോജി
mn: Эможи
mr: इमोजी
my: အီမိုဂျီ
ne: इमोजी
or: ଇମୋଜି
pa: ਇਮੋਜੀ
ps: ايموجي
ru: Эмодзи
sd: ايموجي
si: ඉමොජි
sl: Emodži
sr: Емоџи
sr_latn: Emidži
ta: ஈமோஜி
te: ఎమోజీ
tg: Эмодзи
th: อีโมจิ
ti: ኢሞጂ
ug: ئېموجى
uk: Емодзі
ur: ایموجی
yi: עמאָדזשי
zh_hans: 表情符号
zh_hk: 表情符號
